#### Terraform Format and Style 🖌 `success`
#### Terraform Initialization ⚙️ `success`
#### Terraform Validation 🤖 Success! The configuration is valid.


#### Terraform Plan 📖 `success`

<details><summary>Show Plan</summary>

```terraform
Refreshing Terraform state in-memory prior to plan...
The refreshed state will be used to calculate this plan, but will not be
persisted to local or remote state storage.

module.planets.github_issue_label.main[4]: Refreshing state... [id=planets:type/chore]
module.codelabs.github_repository.main: Refreshing state... [id=codelabs]
module.planets.github_repository.main: Refreshing state... [id=planets]
module.planets.github_issue_label.main[6]: Refreshing state... [id=planets:type/fix]
module.planets.github_issue_label.main[8]: Refreshing state... [id=planets:type/refactor]
module.planets.github_issue_label.main[7]: Refreshing state... [id=planets:type/question]
module.planets.github_issue_label.main[3]: Refreshing state... [id=planets:status/wip]
module.planets.github_issue_label.main[2]: Refreshing state... [id=planets:status/reviewable]
module.planets.github_issue_label.main[9]: Refreshing state... [id=planets:type/test]
module.planets.github_issue_label.main[0]: Refreshing state... [id=planets:status/depend]
module.planets.github_issue_label.main[5]: Refreshing state... [id=planets:type/feat]
module.planets.github_issue_label.main[1]: Refreshing state... [id=planets:status/mergeable]
module.BERRYElsa.data.github_user.main: Refreshing state...
module.OGRENCarl.data.github_user.main: Refreshing state...
module.EINHORNStephane.data.github_user.main: Refreshing state...
module.DELPEYROUXVictor.data.github_user.main: Refreshing state...
module.CORDIERKevin.data.github_user.main: Refreshing state...
module.BESSOUDOSebastien.data.github_user.main: Refreshing state...
module.KONTOMARKOSSophie.data.github_user.main: Refreshing state...
module.blog_eleven-labs_com.github_repository.main: Refreshing state... [id=blog.eleven-labs.com]
module.api-validator.github_repository.main: Refreshing state... [id=api-validator]
module.core.github_team.main: Refreshing state... [id=540795]
module.DIOURIYounes.data.github_user.main: Refreshing state...
module.CANALGuillem.data.github_user.main: Refreshing state...
module.VEBERArnaud.data.github_user.main: Refreshing state...
module.MOUTTEAnthony.data.github_user.main: Refreshing state...
module.GREVINNicolas.data.github_user.main: Refreshing state...
module.PASQUETFabien.data.github_user.main: Refreshing state...
module.PEJOUTThomas.data.github_user.main: Refreshing state...
module.WILSON.data.github_user.main: Refreshing state...
module.LANAUGregory.data.github_user.main: Refreshing state...
module.GORRONCharlesEric.data.github_user.main: Refreshing state...
module.SAILLARDDamien.data.github_user.main: Refreshing state...
module.wheel-of-fortune.github_repository.main: Refreshing state... [id=wheel-of-fortune]
module.KANIANoel.data.github_user.main: Refreshing state...
module.BOILLONYannick.data.github_user.main: Refreshing state...
module.GRAILLONRobin.data.github_user.main: Refreshing state...
module.MAVILLAZRemi.data.github_user.main: Refreshing state...
module.THUONThierry.data.github_user.main: Refreshing state...
module.AMARBenjamin.data.github_user.main: Refreshing state...
module.SAILLARDDamien11.data.github_user.main: Refreshing state...
module.JACQUEMINArthur.data.github_user.main: Refreshing state...
module.COURBORenaud.data.github_user.main: Refreshing state...
module.NICOLAIEAlexandre.data.github_user.main: Refreshing state...
module.CADOUXMartin.data.github_user.main: Refreshing state...
module.BERNARDJeremy.data.github_user.main: Refreshing state...
module.developers.github_team.main: Refreshing state... [id=642624]
module.FEIREISENBenjamin.data.github_user.main: Refreshing state...
module.BRUGIDOUThibaut.data.github_user.main: Refreshing state...
module.MIGEOTDEBARANFabrice.data.github_user.main: Refreshing state...
module.ANDREAlexandre.data.github_user.main: Refreshing state...
module.CHARRONMaeva.data.github_user.main: Refreshing state...
module.SOLOMONEmmanuel.data.github_user.main: Refreshing state...
module.DUNGKevin.data.github_user.main: Refreshing state...
module.MOATIJacques.data.github_user.main: Refreshing state...
module.amp-jekyll.github_repository.main: Refreshing state... [id=amp-jekyll]
module.PIERLOTRomain.data.github_user.main: Refreshing state...
module.DURANDRomain.data.github_user.main: Refreshing state...
module.RAMEAUBenoit.data.github_user.main: Refreshing state...
module.CALONEBastien.data.github_user.main: Refreshing state...
module.LENGLETMartin.data.github_user.main: Refreshing state...
module.LEROUGEPierre.data.github_user.main: Refreshing state...
module.MINASYANMarie.data.github_user.main: Refreshing state...
module.ALLIERAlexandre.data.github_user.main: Refreshing state...
module.FERTDimitri.data.github_user.main: Refreshing state...
module.ELFARSAOUIKamal.data.github_user.main: Refreshing state...
module.CLAVIERAnais.data.github_user.main: Refreshing state...
module.FRUITDimitri.data.github_user.main: Refreshing state...
module.PEAUDECERFMarion.data.github_user.main: Refreshing state...
module.BRENOTPierre.data.github_user.main: Refreshing state...
module.JOSEPHMarianne.data.github_user.main: Refreshing state...
module.JARDINETRemy.data.github_user.main: Refreshing state...
module.hq.github_team.main: Refreshing state... [id=2362575]
module.SURPierre.data.github_user.main: Refreshing state...
module.BETHMONTThomas.data.github_user.main: Refreshing state...
module.BERTRANDVincent.data.github_user.main: Refreshing state...
module.HUCHONThibaud.data.github_user.main: Refreshing state...
module.github.github_repository.main: Refreshing state... [id=github]
module.jekyll-multiple-languages-plugin.github_repository.main: Refreshing state... [id=jekyll-multiple-languages-plugin]
module.codelabs.github_issue_label.main[8]: Refreshing state... [id=codelabs:type/refactor]
module.codelabs.github_issue_label.main[9]: Refreshing state... [id=codelabs:type/test]
module.codelabs.github_issue_label.main[3]: Refreshing state... [id=codelabs:status/wip]
module.codelabs.github_issue_label.main[6]: Refreshing state... [id=codelabs:type/fix]
module.codelabs.github_issue_label.main[4]: Refreshing state... [id=codelabs:type/chore]
module.codelabs.github_issue_label.main[2]: Refreshing state... [id=codelabs:status/reviewable]
module.codelabs.github_issue_label.main[7]: Refreshing state... [id=codelabs:type/question]
module.codelabs.github_issue_label.main[1]: Refreshing state... [id=codelabs:status/mergeable]
module.codelabs.github_issue_label.main[5]: Refreshing state... [id=codelabs:type/feat]
module.codelabs.github_issue_label.main[0]: Refreshing state... [id=codelabs:status/depend]
module.codelabs.github_repository_webhook.main[1]: Refreshing state... [id=253136607]
module.codelabs.github_repository_webhook.main[0]: Refreshing state... [id=77131724]
module.blog_eleven-labs_com.github_issue_label.main[7]: Refreshing state... [id=blog.eleven-labs.com:type/question]
module.blog_eleven-labs_com.github_issue_label.main[1]: Refreshing state... [id=blog.eleven-labs.com:status/mergeable]
module.blog_eleven-labs_com.github_issue_label.main[5]: Refreshing state... [id=blog.eleven-labs.com:type/feat]
module.blog_eleven-labs_com.github_issue_label.main[3]: Refreshing state... [id=blog.eleven-labs.com:status/wip]
module.blog_eleven-labs_com.github_issue_label.main[8]: Refreshing state... [id=blog.eleven-labs.com:type/refactor]
module.blog_eleven-labs_com.github_issue_label.main[9]: Refreshing state... [id=blog.eleven-labs.com:type/test]
module.blog_eleven-labs_com.github_issue_label.main[0]: Refreshing state... [id=blog.eleven-labs.com:status/depend]
module.blog_eleven-labs_com.github_issue_label.main[2]: Refreshing state... [id=blog.eleven-labs.com:status/reviewable]
module.blog_eleven-labs_com.github_issue_label.main[4]: Refreshing state... [id=blog.eleven-labs.com:type/chore]
module.blog_eleven-labs_com.github_issue_label.main[6]: Refreshing state... [id=blog.eleven-labs.com:type/fix]
module.api-validator.github_repository_webhook.main[2]: Refreshing state... [id=294754360]
module.api-validator.github_repository_webhook.main[1]: Refreshing state... [id=61898918]
module.api-validator.github_repository_webhook.main[0]: Refreshing state... [id=61952561]
module.api-validator.github_issue_label.main[5]: Refreshing state... [id=api-validator:type/feat]
module.api-validator.github_issue_label.main[1]: Refreshing state... [id=api-validator:status/mergeable]
module.api-validator.github_issue_label.main[2]: Refreshing state... [id=api-validator:status/reviewable]
module.api-validator.github_issue_label.main[7]: Refreshing state... [id=api-validator:type/question]
module.api-validator.github_issue_label.main[0]: Refreshing state... [id=api-validator:status/depend]
module.api-validator.github_issue_label.main[4]: Refreshing state... [id=api-validator:type/chore]
module.api-validator.github_issue_label.main[8]: Refreshing state... [id=api-validator:type/refactor]
module.api-validator.github_issue_label.main[9]: Refreshing state... [id=api-validator:type/test]
module.api-validator.github_issue_label.main[3]: Refreshing state... [id=api-validator:status/wip]
module.api-validator.github_issue_label.main[6]: Refreshing state... [id=api-validator:type/fix]
module.OGRENCarl.github_membership.main: Refreshing state... [id=eleven-labs:RasCarlito]
module.BERRYElsa.github_membership.main: Refreshing state... [id=eleven-labs:ElsaEleven]
module.EINHORNStephane.github_membership.main: Refreshing state... [id=eleven-labs:seinhorn]
module.DELPEYROUXVictor.github_membership.main: Refreshing state... [id=eleven-labs:Vik-Th0r]
module.CORDIERKevin.github_membership.main: Refreshing state... [id=eleven-labs:frisoty]
module.BESSOUDOSebastien.github_membership.main: Refreshing state... [id=eleven-labs:Sbessoudo]
module.KONTOMARKOSSophie.github_membership.main: Refreshing state... [id=eleven-labs:breizh81]
module.DIOURIYounes.github_membership.main: Refreshing state... [id=eleven-labs:younesdiouri]
module.CANALGuillem.github_membership.main: Refreshing state... [id=eleven-labs:guillemcanal]
module.VEBERArnaud.github_membership.main: Refreshing state... [id=eleven-labs:VEBERArnaud]
module.MOUTTEAnthony.github_membership.main: Refreshing state... [id=eleven-labs:instabledesign]
module.wheel-of-fortune.github_issue_label.main[7]: Refreshing state... [id=wheel-of-fortune:type/question]
module.wheel-of-fortune.github_issue_label.main[5]: Refreshing state... [id=wheel-of-fortune:type/feat]
module.wheel-of-fortune.github_issue_label.main[3]: Refreshing state... [id=wheel-of-fortune:status/wip]
module.wheel-of-fortune.github_issue_label.main[9]: Refreshing state... [id=wheel-of-fortune:type/test]
module.wheel-of-fortune.github_issue_label.main[4]: Refreshing state... [id=wheel-of-fortune:type/chore]
module.wheel-of-fortune.github_issue_label.main[8]: Refreshing state... [id=wheel-of-fortune:type/refactor]
module.wheel-of-fortune.github_issue_label.main[0]: Refreshing state... [id=wheel-of-fortune:status/depend]
module.wheel-of-fortune.github_issue_label.main[1]: Refreshing state... [id=wheel-of-fortune:status/mergeable]
module.wheel-of-fortune.github_issue_label.main[2]: Refreshing state... [id=wheel-of-fortune:status/reviewable]
module.wheel-of-fortune.github_issue_label.main[6]: Refreshing state... [id=wheel-of-fortune:type/fix]
module.GREVINNicolas.github_membership.main: Refreshing state... [id=eleven-labs:nicolas-grevin]
module.PASQUETFabien.github_membership.main: Refreshing state... [id=eleven-labs:fpasquet]
module.PEJOUTThomas.github_membership.main: Refreshing state... [id=eleven-labs:ElevenTom]
module.WILSON.github_membership.main: Refreshing state... [id=eleven-labs:ElevenWilson]
module.LANAUGregory.github_membership.main: Refreshing state... [id=eleven-labs:glanau]
module.GORRONCharlesEric.github_membership.main: Refreshing state... [id=eleven-labs:ch3ric]
module.SAILLARDDamien.github_membership.main: Refreshing state... [id=eleven-labs:daemon1981]
module.KANIANoel.github_membership.main: Refreshing state... [id=eleven-labs:snroki]
module.BOILLONYannick.github_membership.main: Refreshing state... [id=eleven-labs:yannickBoillon]
module.GRAILLONRobin.github_membership.main: Refreshing state... [id=eleven-labs:graillus]
module.MAVILLAZRemi.github_membership.main: Refreshing state... [id=eleven-labs:KizeRemi]
module.THUONThierry.github_membership.main: Refreshing state... [id=eleven-labs:lepiaf]
module.AMARBenjamin.github_membership.main: Refreshing state... [id=eleven-labs:BenAmarEleven]
module.SAILLARDDamien11.github_membership.main: Refreshing state... [id=eleven-labs:dsaillard-eleven-labs]
module.JACQUEMINArthur.github_membership.main: Refreshing state... [id=eleven-labs:ArthurJCQ]
module.COURBORenaud.github_membership.main: Refreshing state... [id=eleven-labs:rcourbo87]
module.NICOLAIEAlexandre.github_membership.main: Refreshing state... [id=eleven-labs:xunleii]
module.CADOUXMartin.github_membership.main: Refreshing state... [id=eleven-labs:martincadoux]
module.BERNARDJeremy.github_membership.main: Refreshing state... [id=eleven-labs:BernardJeremy]
module.amp-jekyll.github_issue_label.main[8]: Refreshing state... [id=amp-jekyll:type/refactor]
module.amp-jekyll.github_issue_label.main[0]: Refreshing state... [id=amp-jekyll:status/depend]
module.amp-jekyll.github_issue_label.main[1]: Refreshing state... [id=amp-jekyll:status/mergeable]
module.amp-jekyll.github_issue_label.main[5]: Refreshing state... [id=amp-jekyll:type/feat]
module.amp-jekyll.github_issue_label.main[7]: Refreshing state... [id=amp-jekyll:type/question]
module.amp-jekyll.github_issue_label.main[3]: Refreshing state... [id=amp-jekyll:status/wip]
module.amp-jekyll.github_issue_label.main[9]: Refreshing state... [id=amp-jekyll:type/test]
module.amp-jekyll.github_issue_label.main[4]: Refreshing state... [id=amp-jekyll:type/chore]
module.amp-jekyll.github_issue_label.main[2]: Refreshing state... [id=amp-jekyll:status/reviewable]
module.amp-jekyll.github_issue_label.main[6]: Refreshing state... [id=amp-jekyll:type/fix]
module.FEIREISENBenjamin.github_membership.main: Refreshing state... [id=eleven-labs:bfeir-eleven]
module.BRUGIDOUThibaut.github_membership.main: Refreshing state... [id=eleven-labs:Thibaut-Brugidou]
module.MIGEOTDEBARANFabrice.github_membership.main: Refreshing state... [id=eleven-labs:nmss]
module.ANDREAlexandre.github_membership.main: Refreshing state... [id=eleven-labs:alex-ception]
module.CHARRONMaeva.github_membership.main: Refreshing state... [id=eleven-labs:mcharron11labs]
module.SOLOMONEmmanuel.github_membership.main: Refreshing state... [id=eleven-labs:manuEleven]
module.DUNGKevin.github_membership.main: Refreshing state... [id=eleven-labs:KevinDung]
module.MOATIJacques.github_membership.main: Refreshing state... [id=eleven-labs:Jmoati]
module.PIERLOTRomain.github_membership.main: Refreshing state... [id=eleven-labs:rpierlot]
module.DURANDRomain.github_membership.main: Refreshing state... [id=eleven-labs:romaindurand]
module.RAMEAUBenoit.github_membership.main: Refreshing state... [id=eleven-labs:captain-Krook]
module.CALONEBastien.github_membership.main: Refreshing state... [id=eleven-labs:BastienCalone]
module.LENGLETMartin.github_membership.main: Refreshing state... [id=eleven-labs:ulrik59]
module.LEROUGEPierre.github_membership.main: Refreshing state... [id=eleven-labs:RedPi]
module.MINASYANMarie.github_membership.main: Refreshing state... [id=eleven-labs:MarieMinasyan]
module.ALLIERAlexandre.github_membership.main: Refreshing state... [id=eleven-labs:aallier]
module.FERTDimitri.github_membership.main: Refreshing state... [id=eleven-labs:dimitri-fert]
module.ELFARSAOUIKamal.github_membership.main: Refreshing state... [id=eleven-labs:elfakamal]
module.CLAVIERAnais.github_membership.main: Refreshing state... [id=eleven-labs:Anacla]
module.FRUITDimitri.github_membership.main: Refreshing state... [id=eleven-labs:DimitriMorgan]
module.PEAUDECERFMarion.github_membership.main: Refreshing state... [id=eleven-labs:MarionPdcf]
module.github.github_issue_label.main[6]: Refreshing state... [id=github:type/fix]
module.github.github_issue_label.main[7]: Refreshing state... [id=github:type/question]
module.github.github_issue_label.main[9]: Refreshing state... [id=github:type/test]
module.github.github_issue_label.main[1]: Refreshing state... [id=github:status/mergeable]
module.github.github_issue_label.main[2]: Refreshing state... [id=github:status/reviewable]
module.github.github_issue_label.main[4]: Refreshing state... [id=github:type/chore]
module.github.github_issue_label.main[3]: Refreshing state... [id=github:status/wip]
module.github.github_issue_label.main[5]: Refreshing state... [id=github:type/feat]
module.github.github_branch_protection.main[0]: Refreshing state... [id=github:master]
module.github.github_issue_label.main[8]: Refreshing state... [id=github:type/refactor]
module.github.github_issue_label.main[0]: Refreshing state... [id=github:status/depend]
module.BRENOTPierre.github_membership.main: Refreshing state... [id=eleven-labs:flipper-ananas]
module.JOSEPHMarianne.github_membership.main: Refreshing state... [id=eleven-labs:ElevenMarianne]
module.JARDINETRemy.github_membership.main: Refreshing state... [id=eleven-labs:Pouzor]
module.SURPierre.github_membership.main: Refreshing state... [id=eleven-labs:psur-eleven]
module.BETHMONTThomas.github_membership.main: Refreshing state... [id=eleven-labs:thomasbethmont]
module.jekyll-multiple-languages-plugin.github_issue_label.main[2]: Refreshing state... [id=jekyll-multiple-languages-plugin:status/reviewable]
module.jekyll-multiple-languages-plugin.github_issue_label.main[1]: Refreshing state... [id=jekyll-multiple-languages-plugin:status/mergeable]
module.jekyll-multiple-languages-plugin.github_issue_label.main[9]: Refreshing state... [id=jekyll-multiple-languages-plugin:type/test]
module.jekyll-multiple-languages-plugin.github_issue_label.main[5]: Refreshing state... [id=jekyll-multiple-languages-plugin:type/feat]
module.jekyll-multiple-languages-plugin.github_issue_label.main[6]: Refreshing state... [id=jekyll-multiple-languages-plugin:type/fix]
module.jekyll-multiple-languages-plugin.github_issue_label.main[7]: Refreshing state... [id=jekyll-multiple-languages-plugin:type/question]
module.jekyll-multiple-languages-plugin.github_issue_label.main[8]: Refreshing state... [id=jekyll-multiple-languages-plugin:type/refactor]
module.jekyll-multiple-languages-plugin.github_issue_label.main[0]: Refreshing state... [id=jekyll-multiple-languages-plugin:status/depend]
module.jekyll-multiple-languages-plugin.github_issue_label.main[3]: Refreshing state... [id=jekyll-multiple-languages-plugin:status/wip]
module.jekyll-multiple-languages-plugin.github_issue_label.main[4]: Refreshing state... [id=jekyll-multiple-languages-plugin:type/chore]
module.BERTRANDVincent.github_membership.main: Refreshing state... [id=eleven-labs:Vubs]
module.HUCHONThibaud.github_membership.main: Refreshing state... [id=eleven-labs:ettibo]
module.blog_eleven-labs_com.github_branch_protection.main[0]: Refreshing state... [id=blog.eleven-labs.com:master]
module.codelabs.github_branch_protection.main[0]: Refreshing state... [id=codelabs:master]
module.hq.github_team_membership.members["ElevenTom"]: Refreshing state... [id=2362575:ElevenTom]
module.hq.github_team_membership.members["ElsaEleven"]: Refreshing state... [id=2362575:ElsaEleven]
module.hq.github_team_membership.members["ElevenWilson"]: Refreshing state... [id=2362575:ElevenWilson]
module.hq.github_team_membership.members["BenAmarEleven"]: Refreshing state... [id=2362575:BenAmarEleven]
module.hq.github_team_membership.members["Anacla"]: Refreshing state... [id=2362575:Anacla]
module.core.github_team_membership.members["Pouzor"]: Refreshing state... [id=540795:Pouzor]
module.core.github_team_membership.members["VEBERArnaud"]: Refreshing state... [id=540795:VEBERArnaud]
module.core.github_team_membership.members["ch3ric"]: Refreshing state... [id=540795:ch3ric]
module.core.github_team_membership.members["daemon1981"]: Refreshing state... [id=540795:daemon1981]
module.core.github_team_membership.members["dsaillard-eleven-labs"]: Refreshing state... [id=540795:dsaillard-eleven-labs]
module.core.github_team_membership.members["snroki"]: Refreshing state... [id=540795:snroki]
module.core.github_team_repository.repositories["github"]: Refreshing state... [id=540795:github]
module.core.github_team_repository.repositories["blog.eleven-labs.com"]: Refreshing state... [id=540795:blog.eleven-labs.com]
module.core.github_team_repository.repositories["wheel-of-fortune"]: Refreshing state... [id=540795:wheel-of-fortune]
module.core.github_team_repository.repositories["jekyll-multiple-languages-plugin"]: Refreshing state... [id=540795:jekyll-multiple-languages-plugin]
module.core.github_team_repository.repositories["amp-jekyll"]: Refreshing state... [id=540795:amp-jekyll]
module.core.github_team_repository.repositories["api-validator"]: Refreshing state... [id=540795:api-validator]
module.core.github_team_repository.repositories["codelabs"]: Refreshing state... [id=540795:codelabs]
module.core.github_team_repository.repositories["planets"]: Refreshing state... [id=540795:planets]
module.developers.github_team_repository.repositories["github"]: Refreshing state... [id=642624:github]
module.developers.github_team_repository.repositories["codelabs"]: Refreshing state... [id=642624:codelabs]
module.developers.github_team_repository.repositories["api-validator"]: Refreshing state... [id=642624:api-validator]
module.developers.github_team_repository.repositories["planets"]: Refreshing state... [id=642624:planets]
module.developers.github_team_repository.repositories["jekyll-multiple-languages-plugin"]: Refreshing state... [id=642624:jekyll-multiple-languages-plugin]
module.developers.github_team_repository.repositories["wheel-of-fortune"]: Refreshing state... [id=642624:wheel-of-fortune]
module.developers.github_team_repository.repositories["blog.eleven-labs.com"]: Refreshing state... [id=642624:blog.eleven-labs.com]
module.developers.github_team_repository.repositories["amp-jekyll"]: Refreshing state... [id=642624:amp-jekyll]
module.hq.github_team_repository.repositories["github"]: Refreshing state... [id=2362575:github]
module.hq.github_team_repository.repositories["jekyll-multiple-languages-plugin"]: Refreshing state... [id=2362575:jekyll-multiple-languages-plugin]
module.hq.github_team_repository.repositories["amp-jekyll"]: Refreshing state... [id=2362575:amp-jekyll]
module.hq.github_team_repository.repositories["planets"]: Refreshing state... [id=2362575:planets]
module.hq.github_team_repository.repositories["blog.eleven-labs.com"]: Refreshing state... [id=2362575:blog.eleven-labs.com]
module.hq.github_team_repository.repositories["codelabs"]: Refreshing state... [id=2362575:codelabs]
module.hq.github_team_repository.repositories["api-validator"]: Refreshing state... [id=2362575:api-validator]
module.hq.github_team_repository.repositories["wheel-of-fortune"]: Refreshing state... [id=2362575:wheel-of-fortune]
module.developers.github_team_membership.members["graillus"]: Refreshing state... [id=642624:graillus]
module.developers.github_team_membership.members["Vik-Th0r"]: Refreshing state... [id=642624:Vik-Th0r]
module.developers.github_team_membership.members["ElevenMarianne"]: Refreshing state... [id=642624:ElevenMarianne]
module.developers.github_team_membership.members["Pouzor"]: Refreshing state... [id=642624:Pouzor]
module.developers.github_team_membership.members["aallier"]: Refreshing state... [id=642624:aallier]
module.developers.github_team_membership.members["ch3ric"]: Refreshing state... [id=642624:ch3ric]
module.developers.github_team_membership.members["BastienCalone"]: Refreshing state... [id=642624:BastienCalone]
module.developers.github_team_membership.members["RedPi"]: Refreshing state... [id=642624:RedPi]
module.developers.github_team_membership.members["mcharron11labs"]: Refreshing state... [id=642624:mcharron11labs]
module.developers.github_team_membership.members["snroki"]: Refreshing state... [id=642624:snroki]
module.developers.github_team_membership.members["breizh81"]: Refreshing state... [id=642624:breizh81]
module.developers.github_team_membership.members["romaindurand"]: Refreshing state... [id=642624:romaindurand]
module.developers.github_team_membership.members["xunleii"]: Refreshing state... [id=642624:xunleii]
module.developers.github_team_membership.members["yannickBoillon"]: Refreshing state... [id=642624:yannickBoillon]
module.developers.github_team_membership.members["ulrik59"]: Refreshing state... [id=642624:ulrik59]
module.developers.github_team_membership.members["dsaillard-eleven-labs"]: Refreshing state... [id=642624:dsaillard-eleven-labs]
module.developers.github_team_membership.members["glanau"]: Refreshing state... [id=642624:glanau]
module.developers.github_team_membership.members["MarieMinasyan"]: Refreshing state... [id=642624:MarieMinasyan]
module.developers.github_team_membership.members["younesdiouri"]: Refreshing state... [id=642624:younesdiouri]
module.developers.github_team_membership.members["DimitriMorgan"]: Refreshing state... [id=642624:DimitriMorgan]
module.developers.github_team_membership.members["dimitri-fert"]: Refreshing state... [id=642624:dimitri-fert]
module.developers.github_team_membership.members["instabledesign"]: Refreshing state... [id=642624:instabledesign]
module.developers.github_team_membership.members["rpierlot"]: Refreshing state... [id=642624:rpierlot]
module.developers.github_team_membership.members["flipper-ananas"]: Refreshing state... [id=642624:flipper-ananas]
module.developers.github_team_membership.members["lepiaf"]: Refreshing state... [id=642624:lepiaf]
module.developers.github_team_membership.members["fpasquet"]: Refreshing state... [id=642624:fpasquet]
module.developers.github_team_membership.members["ArthurJCQ"]: Refreshing state... [id=642624:ArthurJCQ]
module.developers.github_team_membership.members["nicolas-grevin"]: Refreshing state... [id=642624:nicolas-grevin]
module.developers.github_team_membership.members["rcourbo87"]: Refreshing state... [id=642624:rcourbo87]
module.developers.github_team_membership.members["Sbessoudo"]: Refreshing state... [id=642624:Sbessoudo]
module.developers.github_team_membership.members["BernardJeremy"]: Refreshing state... [id=642624:BernardJeremy]
module.developers.github_team_membership.members["captain-Krook"]: Refreshing state... [id=642624:captain-Krook]
module.developers.github_team_membership.members["Thibaut-Brugidou"]: Refreshing state... [id=642624:Thibaut-Brugidou]
module.developers.github_team_membership.members["daemon1981"]: Refreshing state... [id=642624:daemon1981]
module.developers.github_team_membership.members["KevinDung"]: Refreshing state... [id=642624:KevinDung]
module.developers.github_team_membership.members["VEBERArnaud"]: Refreshing state... [id=642624:VEBERArnaud]
module.developers.github_team_membership.members["RasCarlito"]: Refreshing state... [id=642624:RasCarlito]
module.developers.github_team_membership.members["ettibo"]: Refreshing state... [id=642624:ettibo]
module.developers.github_team_membership.members["elfakamal"]: Refreshing state... [id=642624:elfakamal]
module.developers.github_team_membership.members["MarionPdcf"]: Refreshing state... [id=642624:MarionPdcf]
module.developers.github_team_membership.members["nmss"]: Refreshing state... [id=642624:nmss]
module.developers.github_team_membership.members["guillemcanal"]: Refreshing state... [id=642624:guillemcanal]
module.developers.github_team_membership.members["Jmoati"]: Refreshing state... [id=642624:Jmoati]
module.developers.github_team_membership.members["Anacla"]: Refreshing state... [id=642624:Anacla]
module.developers.github_team_membership.members["Vubs"]: Refreshing state... [id=642624:Vubs]
module.developers.github_team_membership.members["manuEleven"]: Refreshing state... [id=642624:manuEleven]
module.developers.github_team_membership.members["seinhorn"]: Refreshing state... [id=642624:seinhorn]
module.developers.github_team_membership.members["psur-eleven"]: Refreshing state... [id=642624:psur-eleven]
module.developers.github_team_membership.members["martincadoux"]: Refreshing state... [id=642624:martincadoux]
module.developers.github_team_membership.members["alex-ception"]: Refreshing state... [id=642624:alex-ception]
module.developers.github_team_membership.members["frisoty"]: Refreshing state... [id=642624:frisoty]
module.developers.github_team_membership.members["KizeRemi"]: Refreshing state... [id=642624:KizeRemi]
module.developers.github_team_membership.members["bfeir-eleven"]: Refreshing state... [id=642624:bfeir-eleven]
module.developers.github_team_membership.members["thomasbethmont"]: Refreshing state... [id=642624:thomasbethmont]

------------------------------------------------------------------------

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create
  ~ update in-place
  - destroy

Terraform will perform the following actions:

  # module.GRAILLONRobin.github_membership.main will be updated in-place
  ~ resource "github_membership" "main" {
        etag     = "W/\"fade7bde7e9940156f45e50ac8f95d2cf0d8c13c464a83aa5fa98748e40127ae\""
        id       = "eleven-labs:graillus"
      ~ role     = "admin" -> "member"
        username = "graillus"
    }

  # module.black_hole.github_issue_label.main[0] will be created
  + resource "github_issue_label" "main" {
      + color       = "d93f0b"
      + description = "status: depend"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/depend"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[1] will be created
  + resource "github_issue_label" "main" {
      + color       = "009800"
      + description = "status: mergeable"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/mergeable"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[2] will be created
  + resource "github_issue_label" "main" {
      + color       = "1d76db"
      + description = "status: reviewable"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/reviewable"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[3] will be created
  + resource "github_issue_label" "main" {
      + color       = "ffdd88"
      + description = "status: wip"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/wip"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[4] will be created
  + resource "github_issue_label" "main" {
      + color       = "84b6eb"
      + description = "type: chore"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/chore"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[5] will be created
  + resource "github_issue_label" "main" {
      + color       = "1abc9c"
      + description = "type: feat"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/feat"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[6] will be created
  + resource "github_issue_label" "main" {
      + color       = "fbca04"
      + description = "type: fix"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/fix"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[7] will be created
  + resource "github_issue_label" "main" {
      + color       = "c7def8"
      + description = "type: question"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/question"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[8] will be created
  + resource "github_issue_label" "main" {
      + color       = "5319e7"
      + description = "type: refactor"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/refactor"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_issue_label.main[9] will be created
  + resource "github_issue_label" "main" {
      + color       = "cccccc"
      + description = "type: test"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/test"
      + repository  = "black-hole"
      + url         = (known after apply)
    }

  # module.black_hole.github_repository.main will be created
  + resource "github_repository" "main" {
      + allow_merge_commit = true
      + allow_rebase_merge = true
      + allow_squash_merge = true
      + archived           = false
      + auto_init          = false
      + default_branch     = (known after apply)
      + description        = "WilsonBook Back-end"
      + etag               = (known after apply)
      + full_name          = (known after apply)
      + git_clone_url      = (known after apply)
      + has_downloads      = true
      + has_issues         = true
      + has_projects       = false
      + has_wiki           = true
      + homepage_url       = "https://planets-bo.eleven-labs.com"
      + html_url           = (known after apply)
      + http_clone_url     = (known after apply)
      + id                 = (known after apply)
      + name               = "black-hole"
      + private            = true
      + ssh_clone_url      = (known after apply)
      + svn_url            = (known after apply)
    }

  # module.core.github_team_repository.repositories["black-hole"] will be created
  + resource "github_team_repository" "repositories" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "black-hole"
      + team_id    = "540795"
    }

  # module.core.github_team_repository.repositories["nebula-react"] will be created
  + resource "github_team_repository" "repositories" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "admin"
      + repository = "nebula-react"
      + team_id    = "540795"
    }

  # module.core.github_team_repository.repositories["planets"] will be destroyed
  - resource "github_team_repository" "repositories" {
      - etag       = "W/\"b35103d17f2ec2063aa93c58e787fb8dc256627d6eac7a0423c6210e587ce523\"" -> null
      - id         = "540795:planets" -> null
      - permission = "admin" -> null
      - repository = "planets" -> null
      - team_id    = "540795" -> null
    }

  # module.developers.github_team_membership.members["graillus"] will be updated in-place
  ~ resource "github_team_membership" "members" {
        etag     = "W/\"9ea8bc00312b20ffad2b84ff18555bfc473c53837a816069fddfc3441cfc5645\""
        id       = "642624:graillus"
      ~ role     = "maintainer" -> "member"
        team_id  = "642624"
        username = "graillus"
    }

  # module.developers.github_team_repository.repositories["black-hole"] will be created
  + resource "github_team_repository" "repositories" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "black-hole"
      + team_id    = "642624"
    }

  # module.developers.github_team_repository.repositories["nebula-react"] will be created
  + resource "github_team_repository" "repositories" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "nebula-react"
      + team_id    = "642624"
    }

  # module.developers.github_team_repository.repositories["planets"] will be destroyed
  - resource "github_team_repository" "repositories" {
      - etag       = "W/\"4eb3e466b514184c31355dd4883c7d312213faf7ee5e226723fe7b55fed77e7c\"" -> null
      - id         = "642624:planets" -> null
      - permission = "push" -> null
      - repository = "planets" -> null
      - team_id    = "642624" -> null
    }

  # module.hq.github_team_repository.repositories["black-hole"] will be created
  + resource "github_team_repository" "repositories" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "black-hole"
      + team_id    = "2362575"
    }

  # module.hq.github_team_repository.repositories["nebula-react"] will be created
  + resource "github_team_repository" "repositories" {
      + etag       = (known after apply)
      + id         = (known after apply)
      + permission = "push"
      + repository = "nebula-react"
      + team_id    = "2362575"
    }

  # module.hq.github_team_repository.repositories["planets"] will be destroyed
  - resource "github_team_repository" "repositories" {
      - etag       = "W/\"4eb3e466b514184c31355dd4883c7d312213faf7ee5e226723fe7b55fed77e7c\"" -> null
      - id         = "2362575:planets" -> null
      - permission = "push" -> null
      - repository = "planets" -> null
      - team_id    = "2362575" -> null
    }

  # module.nebula_react.github_issue_label.main[0] will be created
  + resource "github_issue_label" "main" {
      + color       = "d93f0b"
      + description = "status: depend"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/depend"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[1] will be created
  + resource "github_issue_label" "main" {
      + color       = "009800"
      + description = "status: mergeable"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/mergeable"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[2] will be created
  + resource "github_issue_label" "main" {
      + color       = "1d76db"
      + description = "status: reviewable"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/reviewable"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[3] will be created
  + resource "github_issue_label" "main" {
      + color       = "ffdd88"
      + description = "status: wip"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "status/wip"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[4] will be created
  + resource "github_issue_label" "main" {
      + color       = "84b6eb"
      + description = "type: chore"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/chore"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[5] will be created
  + resource "github_issue_label" "main" {
      + color       = "1abc9c"
      + description = "type: feat"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/feat"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[6] will be created
  + resource "github_issue_label" "main" {
      + color       = "fbca04"
      + description = "type: fix"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/fix"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[7] will be created
  + resource "github_issue_label" "main" {
      + color       = "c7def8"
      + description = "type: question"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/question"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[8] will be created
  + resource "github_issue_label" "main" {
      + color       = "5319e7"
      + description = "type: refactor"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/refactor"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_issue_label.main[9] will be created
  + resource "github_issue_label" "main" {
      + color       = "cccccc"
      + description = "type: test"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "type/test"
      + repository  = "nebula-react"
      + url         = (known after apply)
    }

  # module.nebula_react.github_repository.main will be created
  + resource "github_repository" "main" {
      + allow_merge_commit = true
      + allow_rebase_merge = true
      + allow_squash_merge = true
      + archived           = false
      + auto_init          = false
      + default_branch     = (known after apply)
      + description        = "WilsonBook Front-end"
      + etag               = (known after apply)
      + full_name          = (known after apply)
      + git_clone_url      = (known after apply)
      + has_downloads      = true
      + has_issues         = true
      + has_projects       = false
      + has_wiki           = true
      + homepage_url       = "https://planets.eleven-labs.com"
      + html_url           = (known after apply)
      + http_clone_url     = (known after apply)
      + id                 = (known after apply)
      + name               = "nebula-react"
      + private            = true
      + ssh_clone_url      = (known after apply)
      + svn_url            = (known after apply)
    }

  # module.planets.github_issue_label.main[0] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "d93f0b" -> null
      - description = "status: depend" -> null
      - etag        = "W/\"f15e21375297532c3702c61fa8cda6993d326bcbc48279708f3fbb0de7b39326\"" -> null
      - id          = "planets:status/depend" -> null
      - name        = "status/depend" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/status/depend" -> null
    }

  # module.planets.github_issue_label.main[1] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "009800" -> null
      - description = "status: mergeable" -> null
      - etag        = "W/\"3f7007272de897d11adcf0ae818f1e5caf1340f3812335666dbffe8a4e7927b6\"" -> null
      - id          = "planets:status/mergeable" -> null
      - name        = "status/mergeable" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/status/mergeable" -> null
    }

  # module.planets.github_issue_label.main[2] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "1d76db" -> null
      - description = "status: reviewable" -> null
      - etag        = "W/\"e5b7a681847b6283de61271a952de1f218d1d777b5e38be52dac9964be1adf27\"" -> null
      - id          = "planets:status/reviewable" -> null
      - name        = "status/reviewable" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/status/reviewable" -> null
    }

  # module.planets.github_issue_label.main[3] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "ffdd88" -> null
      - description = "status: wip" -> null
      - etag        = "W/\"637ea4523b5292fae3552406df58d8fd0fad53bdc2570bcc55a7970f0f1ef6e0\"" -> null
      - id          = "planets:status/wip" -> null
      - name        = "status/wip" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/status/wip" -> null
    }

  # module.planets.github_issue_label.main[4] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "84b6eb" -> null
      - description = "type: chore" -> null
      - etag        = "W/\"354dbb9e76573e3df969be4a21f94adfea643fae318e9a8357b81e2d486a8330\"" -> null
      - id          = "planets:type/chore" -> null
      - name        = "type/chore" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/type/chore" -> null
    }

  # module.planets.github_issue_label.main[5] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "1abc9c" -> null
      - description = "type: feat" -> null
      - etag        = "W/\"7cb32ffbbebccd32a5066e085011d81b876602992ac628effa9b690efb43749d\"" -> null
      - id          = "planets:type/feat" -> null
      - name        = "type/feat" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/type/feat" -> null
    }

  # module.planets.github_issue_label.main[6] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "fbca04" -> null
      - description = "type: fix" -> null
      - etag        = "W/\"fd4b4e9679dc7736809af3c020110f867635996c7b583d5ca86b7a3ae4798fb3\"" -> null
      - id          = "planets:type/fix" -> null
      - name        = "type/fix" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/type/fix" -> null
    }

  # module.planets.github_issue_label.main[7] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "c7def8" -> null
      - description = "type: question" -> null
      - etag        = "W/\"ff7f33ce5db9b7cbb115d0e752568cb4f8b5f112cf617b99adc733ce135e04b3\"" -> null
      - id          = "planets:type/question" -> null
      - name        = "type/question" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/type/question" -> null
    }

  # module.planets.github_issue_label.main[8] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "5319e7" -> null
      - description = "type: refactor" -> null
      - etag        = "W/\"f3bcd16363e664c5dc4ec635ee0e4b27459459b6856db96eadd4eaf484f0bb97\"" -> null
      - id          = "planets:type/refactor" -> null
      - name        = "type/refactor" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/type/refactor" -> null
    }

  # module.planets.github_issue_label.main[9] will be destroyed
  - resource "github_issue_label" "main" {
      - color       = "cccccc" -> null
      - description = "type: test" -> null
      - etag        = "W/\"0eda5cc193a06b29b735f6abacc6b7d4f6864e97f3398f8dcb0143c1c5a816b3\"" -> null
      - id          = "planets:type/test" -> null
      - name        = "type/test" -> null
      - repository  = "planets" -> null
      - url         = "https://api.github.com/repos/eleven-labs/planets/labels/type/test" -> null
    }

  # module.planets.github_repository.main will be destroyed
  - resource "github_repository" "main" {
      - allow_merge_commit = true -> null
      - allow_rebase_merge = true -> null
      - allow_squash_merge = true -> null
      - archived           = false -> null
      - auto_init          = false -> null
      - default_branch     = "master" -> null
      - etag               = "W/\"d53d5ba23c20ec7b8bdb476f278a0ff69ce0f424588de18726a87522a92abb39\"" -> null
      - full_name          = "eleven-labs/planets" -> null
      - git_clone_url      = "git://github.com/eleven-labs/planets.git" -> null
      - has_downloads      = true -> null
      - has_issues         = true -> null
      - has_projects       = true -> null
      - has_wiki           = true -> null
      - html_url           = "https://github.com/eleven-labs/planets" -> null
      - http_clone_url     = "https://github.com/eleven-labs/planets.git" -> null
      - id                 = "planets" -> null
      - name               = "planets" -> null
      - private            = true -> null
      - ssh_clone_url      = "git@github.com:eleven-labs/planets.git" -> null
      - svn_url            = "https://github.com/eleven-labs/planets" -> null
      - topics             = [] -> null
    }

  # module.wheel-of-fortune.github_repository.main will be updated in-place
  ~ resource "github_repository" "main" {
        allow_merge_commit = true
        allow_rebase_merge = true
        allow_squash_merge = true
        archived           = false
        auto_init          = false
        default_branch     = "master"
        etag               = "W/\"5880563e3ea2e8de2c3eea7aade290268d7173eba3fa20b96f8960a3db651b97\""
        full_name          = "eleven-labs/wheel-of-fortune"
        git_clone_url      = "git://github.com/eleven-labs/wheel-of-fortune.git"
        has_downloads      = true
        has_issues         = true
        has_projects       = true
        has_wiki           = true
        html_url           = "https://github.com/eleven-labs/wheel-of-fortune"
        http_clone_url     = "https://github.com/eleven-labs/wheel-of-fortune.git"
        id                 = "wheel-of-fortune"
        name               = "wheel-of-fortune"
      ~ private            = false -> true
        ssh_clone_url      = "git@github.com:eleven-labs/wheel-of-fortune.git"
        svn_url            = "https://github.com/eleven-labs/wheel-of-fortune"
        topics             = []
    }

Plan: 28 to add, 3 to change, 14 to destroy.

------------------------------------------------------------------------

Note: You didn't specify an "-out" parameter to save this plan, so Terraform
can't guarantee that exactly these actions will be performed if
"terraform apply" is subsequently run.

Releasing state lock. This may take a few moments...
```

</details>

*Pusher: @graillus, Action: `pull_request`, Workflow: `terraform`*